[{"_id":"5ca685aa67d65a48fd540840","id":"0189hNRf2g","joke":"I'm tired of following my dreams. I'm just going to ask them where they are going and meet up with them later.","__v":0},{"_id":"5ca685aa67d65a48fd540841","id":"08EQZ8EQukb","joke":"Did you hear about the guy whose whole left side was cut off? He's all right now.","__v":0},{"_id":"5ca685aa67d65a48fd540842","id":"08xHQCdx5Ed","joke":"Why didn’t the skeleton cross the road? Because he had no guts.","__v":0},{"_id":"5ca685aa67d65a48fd540843","id":"0DQKB51oGlb","joke":"What did one nut say as he chased another nut?  I'm a cashew!","__v":0},{"_id":"5ca685aa67d65a48fd540844","id":"0LuXvkq4Muc","joke":"I knew I shouldn't steal a mixer from work, but it was a whisk I was willing to take.","__v":0},{"_id":"5ca685aa67d65a48fd540845","id":"0ga2EdN7prc","joke":"How come the stadium got hot after the game? Because all of the fans left.","__v":0},{"_id":"5ca685aa67d65a48fd540846","id":"0oO71TSv4Ed","joke":"Why was it called the dark ages? Because of all the knights. ","__v":0},{"_id":"5ca685aa67d65a48fd540847","id":"0oz51ozk3ob","joke":"A steak pun is a rare medium well done.","__v":0},{"_id":"5ca685aa67d65a48fd540848","id":"0ozAXv4Mmjb","joke":"Why did the tomato blush? Because it saw the salad dressing.","__v":0},{"_id":"5ca685aa67d65a48fd540849","id":"0wcFBQfiGBd","joke":"Did you hear the joke about the wandering nun? She was a roman catholic.","__v":0},{"_id":"5ca685aa67d65a48fd54084a","id":"189xHQ7pOuc","joke":"What creature is smarter than a talking parrot? A spelling bee.","__v":0},{"_id":"5ca685aa67d65a48fd54084b","id":"18Elj3EIYvc","joke":"I'll tell you what often gets over looked; garden fences.","__v":0},{"_id":"5ca685aa67d65a48fd54084c","id":"18h3wcU8xAd","joke":"Why did the kid cross the playground? To get to the other slide.","__v":0},{"_id":"5ca685aa67d65a48fd54084d","id":"1DIRSfx51Dd","joke":"Why do birds fly south for the winter? Because it's too far to walk.","__v":0},{"_id":"5ca685aa67d65a48fd54084e","id":"1DQZDY0gVnb","joke":"What is a centipedes's favorite Beatle song?  I want to hold your hand, hand, hand, hand;","__v":0},{"_id":"5ca685aa67d65a48fd54084f","id":"1DQZvXvX8Ed","joke":"My first time using an elevator was an uplifting experience. The second time let me down.","__v":0},{"_id":"5ca685aa67d65a48fd540850","id":"1DQZvcFBdib","joke":"To be Frank, I'd have to change my name.","__v":0},{"_id":"5ca685aa67d65a48fd540851","id":"1Dt4M7Ufaxc","joke":"Slept like a log last night ; woke up in the fireplace.","__v":0},{"_id":"5ca685aa67d65a48fd540852","id":"1T01LBXLuzd","joke":"Why does a Moon-rock taste better than an Earth-rock? Because it's a little meteor.","__v":0},{"_id":"5ca685aa67d65a48fd540853","id":"1T0gqOZT0g","joke":"I thought my wife was joking when she said she'd leave me if I didn't stop signing \"I'm A Believer\"; Then I saw her face.","__v":0},{"_id":"5ca6890545c4db4f01359f57","id":"HtcNuHJBQCd","joke":"How many kids with ADD does it take to change a lightbulb? Let's go ride bikes!","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b1","id":"82wHlbaapzd","joke":"Me: If humans lose the ability to hear high frequency volumes as they get older, can my 4 week old son hear a dog whistle?\r\n\r\nDoctor: No, humans can never hear that high of a frequency no matter what age they are.\r\n\r\nMe: Trick question; dogs can't whistle.","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b2","id":"Tvcah31oWvc","joke":"What do you call a fashionable lawn statue with an excellent sense of rhythmn? A metro-gnome","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b3","id":"i39hqWnGljb","joke":"When Dad drops a pea off of his plate ‘oh dear I’ve pee’d on the table!","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b4","id":"nWvXSvHBd","joke":"I hate perforated lines, they're tearable.","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b5","id":"UfqHY8EQClb","joke":"I wear a stethoscope so that in a medical emergency I can teach people a valuable lesson about assumptions.","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b6","id":"7h3oGtrOfxc","joke":"Whiteboards ; are remarkable.","__v":0},{"_id":"5ca6891ed9e1984f4c5dd5b7","id":"29ElG6p49pb","joke":"Wife: Honey I’m pregnant.\r\n\r\nMe: Well;. what do we do now?\r\n\r\nWife: Well, I guess we should go to a baby doctor.\r\n\r\nMe: Hm. I think I’d be a lot more comfortable going to an adult doctor.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5b8","id":"nWDdFdFYLuc","joke":"Have you heard about the film \"Constipation\", you probably haven't because it's not out yet.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5b9","id":"SSCQCdi39Ed","joke":"Did you hear about the cheese factory that exploded in France? There was nothing left but de Brie.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5ba","id":"vkV0L6wcFlb","joke":"Did you hear about the runner who was criticized? He just took it in stride","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5bb","id":"Sn39Elb2LBd","joke":"What is this movie about? It is about 2 hours long.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5bc","id":"s4Me29U0gqc","joke":"Cosmetic surgery used to be such a taboo subject.\r\nNow you can talk about Botox and nobody raises an eyebrow.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5bd","id":"eiiVvH6MCd","joke":"Did you hear about the submarine industry? It really took a dive;","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5be","id":"ahqjV82LBAd","joke":"I was thinking about moving to Moscow but there is no point Russian into things.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5bf","id":"K6USKBXvcib","joke":"What do you call a crowd of chess players bragging about their wins in a hotel lobby? Chess nuts boasting in an open foyer.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c0","id":"99U0T7hVDlb","joke":"Just read a few facts about frogs. They were ribbiting.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c1","id":"f211DdFBdxc","joke":"Did you hear about the chameleon who couldn't change color? They had a reptile dysfunction.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c2","id":"kqcFBlGJYDd","joke":"You know what they say about cliffhangers;","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c3","id":"scaUn3TfNe","joke":"So, I heard this pun about cows, but it’s kinda offensive so I won’t say it. I don’t want there to be any beef between us. ","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c4","id":"KJmW8h3oWnb","joke":"Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very esteemed colleague.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c6","id":"6MZobUfVKuc","joke":"I just read a book about Stockholm syndrome. It was pretty bad at first, but by the end I liked it.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c5","id":"ozPmbFtWDlb","joke":"Some people say that comedians who tell one too many light bulb jokes soon burn out, but they don't know watt they are talking about. They're not that bright.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c7","id":"Xn3wX8hi3Ed","joke":"Did you hear about the Mexican train killer? He had loco motives","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5c9","id":"gNZTCQnWSf","joke":"The other day I was listening to a song about superglue, it’s been stuck in my head ever since.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5ca","id":"LBAQ79MJmb","joke":"What’s the difference between an African elephant and an Indian elephant? About 5000 miles.","__v":0},{"_id":"5ca6891fd9e1984f4c5dd5cb","id":"ci311DtH6h","joke":"I’ll tell you something about German sausages, they’re the wurst","__v":0},{"_id":"5ca68920d9e1984f4c5dd5cc","id":"uszdNZ8MRCd","joke":"My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible.","__v":0},{"_id":"5ca68921d9e1984f4c5dd5ce","id":"5oGYLZo4Tvc","joke":"I used to be addicted to soap, but I'm clean now.","__v":0},{"_id":"5ca68921d9e1984f4c5dd5cf","id":"82gqciGBdFd","joke":"I used to be addicted to the hokey pokey, but I turned myself around.","__v":0},{"_id":"5ca68921d9e1984f4c5dd5d0","id":"DYLukyIY8Ed","joke":"As I suspected, someone has been adding soil to my garden. The plot thickens.","__v":0},{"_id":"5ca68921d9e1984f4c5dd5d1","id":"iq4hVD599pb","joke":"Doctor you've got you help me, I'm addicted to twitter. Doctor: I don't follow you.","__v":0},{"_id":"5ca68921d9e1984f4c5dd5d2","id":"xXgyXvXgFlb","joke":"Doctor you've got to help me, I'm addicted to Twitter. Doctor: I don't follow you.","__v":0},{"_id":"5ca68923d9e1984f4c5dd5d5","id":"a29pbp4haFd","joke":"Where do rabbits go after they get married? On a bunny-moon.","__v":0},{"_id":"5ca68923d9e1984f4c5dd5d7","id":"hqjGlyImrzd","joke":"A beekeeper was indicted after he confessed to years of stealing at work. They charged him with emBEEzlement","__v":0},{"_id":"5ca68923d9e1984f4c5dd5d8","id":"M7ElyAQCAd","joke":"How was the snow globe feeling after the storm? A little shaken.","__v":0},{"_id":"5ca68923d9e1984f4c5dd5d9","id":"jbpbFlORCAd","joke":"People who don't eat gluten are really going against the grain.","__v":0},{"_id":"5ca68924d9e1984f4c5dd5dd","id":"MZga2gFlysc","joke":"What is the least spoken language in the world?\r\nSign Language","__v":0},{"_id":"5ca68924d9e1984f4c5dd5de","id":"NCQfqHYgaFd","joke":"I'm glad I know sign language, it's pretty handy.","__v":0},{"_id":"5ca68924d9e1984f4c5dd5df","id":"OZLuP7UDtkb","joke":"What’s the advantage of living in Switzerland? Well, the flag is a big plus.","__v":0},{"_id":"5ca68924d9e1984f4c5dd5e0","id":"RuHYTSvzsrc","joke":"My wife told me to rub the herbs on the meat for better flavor. That's sage advice.","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e1","id":"KJJtPuPKJe","joke":"What did the scarf say to the hat? You go on ahead, I am going to hang around a bit longer.","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e2","id":"wsPKZozsc","joke":"Did you know you should always take an extra pair of pants golfing? Just in case you get a hole in one.","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e3","id":"qjbF6E6wHlb","joke":"Why did the belt go to prison? He held up a pair of pants!","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e4","id":"WSKe2ojiNe","joke":"I used to hate facial hair, but then it grew on me.","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e5","id":"lGlbhqjGJBd","joke":"How does the moon cut his hair? Eclipse it.","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e6","id":"NZDlb299Uf","joke":"Where do sheep go to get their hair cut? The baa-baa shop.","__v":0},{"_id":"5ca68925d9e1984f4c5dd5e7","id":"wcxPRu41wc","joke":"Why do bees have sticky hair? Because they use honey combs!","__v":0},{"_id":"5ca68926d9e1984f4c5dd5e8","id":"pWn31TCQ7pb","joke":"What do you call a duck that gets all A's? A wise quacker.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5e9","id":"tPuPm3EYDAd","joke":"What do you call an alligator in a vest? An in-vest-igator!","__v":0},{"_id":"5ca68926d9e1984f4c5dd5ea","id":"tWL618U8Ed","joke":"What did celery say when he broke up with his girlfriend? She wasn't right for me, so I really don't carrot all.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5ec","id":"IexXD5TnGBd","joke":"I knew a guy who collected candy canes, they were all in mint condition","__v":0},{"_id":"5ca68926d9e1984f4c5dd5ed","id":"MJB511wAXvc","joke":"What did the ocean say to the beach? Thanks for all the sediment.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5ee","id":"ly5hNR7w5Ed","joke":"I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5ef","id":"Zo4E6pbFIBd","joke":"I’ve deleted the phone numbers of all the Germans I know from my mobile phone. Now it’s Hans free.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f0","id":"HQfNZDIRSnb","joke":"A quick shoutout to all of the sidewalks out there; Thanks for keeping me off the streets.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f1","id":"6EYLBscN7wc","joke":"This furniture store keeps emailing me, all I wanted was one night stand!","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f2","id":"aMmbaFYTKBd","joke":"I finally bought the limited edition Thesaurus that I've always wanted. When I opened it, all the pages were blank.\r\nI have no words to describe how angry I am.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f3","id":"m3E69pbhaFd","joke":"I gave all my dead batteries away today, free of charge.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f4","id":"ClGY8xc2EBd","joke":"Why are graveyards so noisy? Because of all the coffin.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f5","id":"XDImr41obh","joke":"I bought shoes from a drug dealer once. I don't know what he laced them with, but I was tripping all day.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f7","id":"KeqOmOZDYDd","joke":"Why is it so windy inside an arena? All those fans.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5f9","id":"n3gVSC5oOmb","joke":"What's black and white and read all over? The newspaper.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5fa","id":"D5E6USfNmb","joke":"How many apples grow on a tree? All of them!","__v":0},{"_id":"5ca68926d9e1984f4c5dd5fb","id":"UnWS0wcF6Ed","joke":"Every machine in the coin factory broke down all of a sudden without explanation. It just doesn’t make any cents.","__v":0},{"_id":"5ca68926d9e1984f4c5dd5fc","id":"AQn3wPKeqrc","joke":"It was raining cats and dogs the other day. I almost stepped in a poodle.","__v":0},{"_id":"5ca68927d9e1984f4c5dd5fd","id":"vXgNZ0wcxAd","joke":"I’m on a whiskey diet. I’ve lost three days already.","__v":0},{"_id":"5ca68927d9e1984f4c5dd5fe","id":"tHJtrrzP7wc","joke":"Mahatma Gandhi, as you know, walked barefoot most of the time, which produced an impressive set of calluses on his feet. \r\nHe also ate very little, which made him rather frail and with his odd diet, he suffered from bad breath. \r\nThis made him a super calloused fragile mystic hexed by halitosis.","__v":0},{"_id":"5ca68927d9e1984f4c5dd5ff","id":"RSvzPuzAdpb","joke":"Milk is also the fastest liquid on earth – its pasteurized before you even see it","__v":0},{"_id":"5ca68928d9e1984f4c5dd600","id":"oGY0wsWnysc","joke":"You can't trust a ladder. It will always let you down","__v":0},{"_id":"5ca68928d9e1984f4c5dd601","id":"3LmyXvsPfqc","joke":"I don't trust stairs. They're always up to something.","__v":0},{"_id":"5ca68928d9e1984f4c5dd603","id":"X0wkGJtPKuc","joke":"Why do ducks make great detectives? They always quack the case.","__v":0},{"_id":"5ca68928d9e1984f4c5dd604","id":"giyXgahV0wc","joke":"The great thing about stationery shops is they're always in the same place;","__v":0},{"_id":"5ca68928d9e1984f4c5dd605","id":"1oGYLu4T7Ed","joke":"Why is Peter Pan always flying? Because he Neverlands.","__v":0},{"_id":"5ca68928d9e1984f4c5dd606","id":"5T08U8M79pb","joke":"Never take advice from electrons. They are always negative.","__v":0},{"_id":"5ca68928d9e1984f4c5dd607","id":"BQnyImOCIBd","joke":"How do hens stay fit? They always egg-cercise!","__v":0},{"_id":"5ca68928d9e1984f4c5dd609","id":"wA5wX0wXLmb","joke":"What animal is always at a game of cricket? A bat.","__v":0},{"_id":"5ca68928d9e1984f4c5dd60a","id":"exXSCtkOKe","joke":"Why do pirates not know the alphabet? They always get stuck at \"C\".","__v":0},{"_id":"5ca68928d9e1984f4c5dd60b","id":"WvHJJ61obFd","joke":"Why is the ocean always blue? Because the shore never waves back.","__v":0},{"_id":"5ca68928d9e1984f4c5dd60c","id":"sWSSnbaUfqc","joke":"Why is there always a gate around cemeteries? Because people are always dying to get in.","__v":0},{"_id":"5ca68928d9e1984f4c5dd60d","id":"bxXLeqzP7wc","joke":"Americans can't switch from pounds to kilograms overnight. That would cause mass confusion.","__v":0},{"_id":"5ca68928d9e1984f4c5dd60e","id":"3LRCIJY82wc","joke":"How many South Americans does it take to change a lightbulb? A Brazilian","__v":0},{"_id":"5ca68929d9e1984f4c5dd60f","id":"1oOfFlOfaxc","joke":"What do you do on a remote island? Try and find the TV island it belongs to.","__v":0},{"_id":"5ca68929d9e1984f4c5dd610","id":"ljqzkVKJtrc","joke":"How do you get two whales in a car? Start in England and drive West.","__v":0},{"_id":"5ca68929d9e1984f4c5dd611","id":"AAdFBXnGlyd","joke":"If you walk into a forest and cut down a tree, but the tree doesn't understand why you cut it down, do you think it's stumped?","__v":0},{"_id":"5ca68929d9e1984f4c5dd612","id":"jNmykbUSSvc","joke":"I went to a book store and asked the saleswoman where the Self Help section was, she said if she told me it would defeat the purpose.","__v":0},{"_id":"5ca68929d9e1984f4c5dd613","id":"W8MClVvXSf","joke":"I needed a password eight characters long so I picked Snow White and the Seven Dwarfs.","__v":0},{"_id":"5ca68929d9e1984f4c5dd614","id":"JmGtkyIJeqc","joke":"So a duck walks into a pharmacy and says “Give me some chap-stick; and put it on my bill”","__v":0},{"_id":"5ca68929d9e1984f4c5dd615","id":"aFtzPRSnbxc","joke":"Two fish are in a tank, one turns to the other and says, \"how do you drive this thing?\"","__v":0},{"_id":"5ca68929d9e1984f4c5dd616","id":"8pWvzkjN7Ed","joke":"Two muffins were sitting in an oven, and the first looks over to the second, and says, “man, it’s really hot in here”. The second looks over at the first with a surprised look, and answers, “WHOA, a talking muffin!”","__v":0},{"_id":"5ca68929d9e1984f4c5dd618","id":"8prWvkOf2Ed","joke":"What's the difference between a guitar and a fish? You can tune a guitar but you can't \"tuna\" fish!","__v":0},{"_id":"5ca68929d9e1984f4c5dd619","id":"o4MexXSClb","joke":"What did the judge say to the dentist? Do you swear to pull the tooth, the whole tooth and nothing but the tooth?","__v":0},{"_id":"5ca68929d9e1984f4c5dd61a","id":"jyPf2giqHlb","joke":"What's the difference between a seal and a sea lion?\r\nAn ion! ","__v":0},{"_id":"5ca68929d9e1984f4c5dd61b","id":"ap4orcpGtrc","joke":"A man walks into a bar and orders helicopter flavor chips. The barman replies “sorry mate we only do plain”","__v":0},{"_id":"5ca68929d9e1984f4c5dd61c","id":"sPRnOfiyAAd","joke":"At the boxing match, the dad got into the popcorn line and the line for hot dogs, but he wanted to stay out of the punchline.","__v":0},{"_id":"5ca68929d9e1984f4c5dd61d","id":"kbUv4T0Ddxc","joke":"A ghost walks into a bar and asks for a glass of vodka but the bar tender says, “sorry we don’t serve spirits”","__v":0},{"_id":"5ca68929d9e1984f4c5dd61e","id":"H6Elb2LBdxc","joke":"What's blue and not very heavy?  Light blue.","__v":0},{"_id":"5ca68929d9e1984f4c5dd61f","id":"oORfVv4oOCd","joke":"What are the strongest days of the week? Saturday and Sunday;the rest are weekdays.","__v":0},{"_id":"5ca68929d9e1984f4c5dd620","id":"TC5TCt49prc","joke":"Why did the A go to the bathroom and come out as an E? Because he had a vowel movement.","__v":0},{"_id":"5ca68929d9e1984f4c5dd621","id":"fVKuPmjq4Ed","joke":"A Skeleton walked into a bar he said I need a beer and a mop","__v":0},{"_id":"5ca68929d9e1984f4c5dd622","id":"obahq4MJtzd","joke":"I had a rough day, and then somebody went and ripped the front and back pages from my dictionary. It just goes from bad to worse.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd625","id":"ozsPmORZvzd","joke":"A bartender broke up with her boyfriend, but he kept asking her for another shot.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd628","id":"VvP7U0D5TCd","joke":"I was at the library and asked if they have any books on \"paranoia\", the librarian replied, \"yes, they are right behind you\"","__v":0},{"_id":"5ca6892ad9e1984f4c5dd62a","id":"ZDIYvPKBQuc","joke":"There's not really any training for garbagemen. They just pick things up as they go.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd62b","id":"9hyAsrzAItc","joke":"Where’s the bin? Dad: I haven’t been anywhere!","__v":0},{"_id":"5ca6892ad9e1984f4c5dd62c","id":"oOR7hFdx5Ed","joke":"I wouldn't buy anything with velcro. It's a total rip-off.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd62d","id":"zkysrzkVfqc","joke":"What do you call a gorilla wearing headphones? Anything you'd like, it can't hear you.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd62f","id":"a218pbMmOmb","joke":"What's the best thing about elevator jokes? They work on so many levels.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd630","id":"tWL6U01obpb","joke":"Thanks for explaining the word \"many\" to me. It means a lot.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd631","id":"SvXDImbMe","joke":"Don't tell secrets in corn fields. Too many ears around.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd632","id":"cp4TCdahqc","joke":"I got fired from a florist, apparently I took too many leaves.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd633","id":"82wAAI6pbh","joke":"How many tickles does it take to tickle an octopus? Ten-tickles!","__v":0},{"_id":"5ca6892ad9e1984f4c5dd635","id":"Z8p4MeaaFBd","joke":"How many seconds are in a year?\r\n12.\r\nJanuary 2nd, February 2nd, March 2nd, April 2nd;. etc","__v":0},{"_id":"5ca6892ad9e1984f4c5dd636","id":"NRuHJYgaUDd","joke":"How many hipsters does it take to change a lightbulb? Oh, it's a really obscure number. You've probably never heard of it.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd638","id":"JJ61L61Lusc","joke":"How many bones are in the human hand? A handful of them.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd639","id":"CAlG6MRnWnb","joke":"I just got fired from a florist, apparently I took too many leaves.","__v":0},{"_id":"5ca6892ad9e1984f4c5dd63a","id":"ZDAlOZgydxc","joke":"How many optometrists does it take to change a light bulb? 1 or 2? 1; or 2?","__v":0},{"_id":"5ca6892bd9e1984f4c5dd63d","id":"V0wkbprcprc","joke":"If you want a job in the moisturizer industry, the best advice I can give is to apply daily.","__v":0},{"_id":"5ca6892cd9e1984f4c5dd63e","id":"KBsWnO711Dd","joke":"Remember, the best angle to approach a problem from is the \"try\" angle.","__v":0},{"_id":"5ca6892cd9e1984f4c5dd63f","id":"UKeiNeVnrc","joke":"Mountains aren't just funny, they are hill areas","__v":0},{"_id":"5ca6892cd9e1984f4c5dd640","id":"cUvsHt41gFd","joke":"A man walked in to a bar with some asphalt on his arm. He said “Two beers please, one for me and one for the road.”","__v":0},{"_id":"5ca6892cd9e1984f4c5dd641","id":"L6UnyP7Unyd","joke":"“Doctor, I’ve broken my arm in several places” Doctor “Well don’t go to those places.”","__v":0},{"_id":"5ca6892cd9e1984f4c5dd642","id":"HQuXvkjqcpb","joke":"Where does Napoleon keep his armies? In his sleevies.","__v":0},{"_id":"5ca6892cd9e1984f4c5dd643","id":"nrrj3TfFdxc","joke":"Why did the octopus beat the shark in a fight? Because it was well armed.","__v":0},{"_id":"5ca6892cd9e1984f4c5dd644","id":"4TCAsHJRnjb","joke":"What do you get hanging from Apple trees? Sore arms.","__v":0},{"_id":"5ca6892cd9e1984f4c5dd645","id":"8UDdUnrzkyd","joke":"What do you call corn that joins the army? Kernel.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd648","id":"ZvzkyXnWLuc","joke":"What do you call a droid that takes the long way around? R2 detour.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd649","id":"39Etc2orc","joke":"Why did the man run around his bed? Because he was trying to catch up on his sleep!","__v":0},{"_id":"5ca6892dd9e1984f4c5dd64a","id":"HY8xHeiNeFd","joke":"Leather is great for sneaking around because it's made of hide.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd64b","id":"Qusrcahiib","joke":"Astronomers got tired watching the moon go around the earth for 24 hours. They decided to call it a day.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd64e","id":"MeaFYLBAQuc","joke":"Have you heard the rumor going around about butter? Never mind, I shouldn't spread it.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd64f","id":"YvHQnW8U8pb","joke":"What is the hardest part about sky diving? The ground.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd650","id":"zPRCljGQ7Ed","joke":"I have the heart of a lion; and a lifetime ban from the San Diego Zoo.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd651","id":"lGe2Tvskyd","joke":"Why are fish so smart? Because they live in schools!","__v":0},{"_id":"5ca6892dd9e1984f4c5dd652","id":"sHlqrjyPf","joke":"How can you tell a vampire has a cold? They start coffin.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd654","id":"u4Tvkba21wc","joke":"Why did Sweden start painting barcodes on the sides of their battleships? So they could Scandinavian.","__v":0},{"_id":"5ca6892dd9e1984f4c5dd655","id":"wcxHJBl3gFd","joke":"I am terrified of elevators. I’m going to start taking steps to avoid them.","__v":0},{"_id":"5ca6892ed9e1984f4c5dd657","id":"GtH6E6UD5Ed","joke":"What kind of dog lives in a particle accelerator? A Fermilabrador Retriever.","__v":0},{"_id":"5ca6892ed9e1984f4c5dd65a","id":"obhFBljb2g","joke":"I adopted my dog from a blacksmith. As soon as we got home he made a bolt for the door.","__v":0},{"_id":"5ca6892ed9e1984f4c5dd65c","id":"2wkykjyIYDd","joke":"What did the traffic light say to the car as it passed? \"Don't look I'm changing!\"","__v":0},{"_id":"5ca6892ed9e1984f4c5dd661","id":"G6EtkOZD5h","joke":"Why can't you use \"Beef stew\" as a password? Because it's not stroganoff.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd663","id":"scUvsrORKe","joke":"I asked a frenchman if he played video games. He said \"Wii\"","__v":0},{"_id":"5ca6892fd9e1984f4c5dd664","id":"BAscNus4ozd","joke":"Two parrots are sitting on a perch. One turns to the other and asks, \"do you smell fish?\"","__v":0},{"_id":"5ca6892fd9e1984f4c5dd665","id":"82TnORSK6wc","joke":"Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, ‘No, just leave it in the carton!’","__v":0},{"_id":"5ca6892fd9e1984f4c5dd667","id":"lGJmrrzAsc","joke":"A termite walks into a bar and asks “Is the bar tender here?”","__v":0},{"_id":"5ca6892fd9e1984f4c5dd668","id":"LRnGeVfiNe","joke":"Today a man knocked on my door and asked for a small donation towards the local swimming pool. I gave him a glass of water.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd669","id":"NJBl3TnrHlb","joke":"The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd66b","id":"KmW8hFlV0ob","joke":"A panda walks into a bar and says to the bartender “I’ll have a Scotch and . . . . . . . . . . . . . . Coke thank you”. \r\n\r\n“Sure thing” the bartender replies and asks “but what’s with the big pause?” \r\n\r\nThe panda holds up his hands and says “I was born with them”","__v":0},{"_id":"5ca6892fd9e1984f4c5dd66e","id":"eVKRZTKeiib","joke":"A man is washing the car with his son. The son asks;; \"Dad, can’t you just use a sponge?\"","__v":0},{"_id":"5ca6892fd9e1984f4c5dd66f","id":"GQuzAAXgah","joke":"Some people say that I never got over my obsession with Phil Collins.\r\nBut take a look at me now.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd670","id":"8p49pWvcxAd","joke":"Every night at 11:11, I make a wish that someone will come fix my broken clock.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd671","id":"eaMCQKRZ0ob","joke":"Don't buy flowers at a monastery. Because only you can prevent florist friars.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd674","id":"92oOKusHBd","joke":"Did you hear that the police have a warrant out on a midget psychic ripping people off? It reads “Small medium at large.”","__v":0},{"_id":"5ca6892fd9e1984f4c5dd675","id":"wX0gNuXgVnb","joke":"What did the Buffalo say to his little boy when he dropped him off at school? Bison.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd678","id":"wXDIB5h3wc","joke":"I used to have a job at a calendar factory but I got the sack because I took a couple of days off.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd679","id":"DAskq4oWSvc","joke":"I was just looking at my ceiling. Not sure if it’s the best ceiling in the world, but it’s definitely up there.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd67b","id":"PC5TCQuXnrc","joke":"Where do you learn to make banana splits? At sundae school.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd67a","id":"OCtWnGJtPuc","joke":"Why is the new Kindle screen textured to look like paper? So you feel write at home.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd67c","id":"xHY8xsHYTnb","joke":"What lies at the bottom of the ocean and twitches? A nervous wreck.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd67e","id":"lbU01DljGtc","joke":"I couldn't get a reservation at the library. They were completely booked.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd67f","id":"t4MJRuXDIe","joke":"Why do you never see elephants hiding in trees? Because they're so good at it.","__v":0},{"_id":"5ca6892fd9e1984f4c5dd680","id":"6U0DIBAlbxc","joke":"If at first you don't succeed, sky diving is not for you!","__v":0},{"_id":"5ca6892fd9e1984f4c5dd681","id":"3E6MuHtH6h","joke":"What did one wall say to the other wall? I'll meet you at the corner!","__v":0},{"_id":"5ca6892fd9e1984f4c5dd682","id":"EtzscNuk3Ed","joke":"Why don't you find hippopotamuses hiding in trees?\r\nThey're really good at it.","__v":0},{"_id":"5ca68932d9e1984f4c5dd685","id":"R7UfaahVfFd","joke":"My dog used to chase people on a bike a lot. It got so bad I had to take his bike away.","__v":0},{"_id":"5ca68932d9e1984f4c5dd686","id":"c2LJR7Ed2ob","joke":"An apple a day keeps the bullies away. If you throw it hard enough.","__v":0},{"_id":"5ca68932d9e1984f4c5dd687","id":"exH6pOuzXDd","joke":"How do you get a baby alien to sleep?  You rocket.","__v":0},{"_id":"5ca68932d9e1984f4c5dd688","id":"WgV0T0wk3ob","joke":"Q: What did the spaghetti say to the other spaghetti?\r\nA: Pasta la vista, baby!","__v":0},{"_id":"5ca68932d9e1984f4c5dd68a","id":"usrcaMuszd","joke":"What's the worst thing about ancient history class? The teachers tend to Babylon.","__v":0},{"_id":"5ca68932d9e1984f4c5dd68b","id":"pWLRK6pWDtc","joke":"What do you call a boomerang that won't come back? A stick.","__v":0},{"_id":"5ca68932d9e1984f4c5dd68d","id":"TvPf2gyAdxc","joke":"Why does Norway have barcodes on their battleships? So when they get back to port, they can Scandinavian.","__v":0},{"_id":"5ca68932d9e1984f4c5dd68e","id":"2wP711DAdFd","joke":"Man, I really love my furniture; me and my recliner go way back.","__v":0},{"_id":"5ca68932d9e1984f4c5dd68f","id":"X8pWSKJRZg","joke":"What does a clock do when it's hungry? It goes back four seconds!","__v":0},{"_id":"5ca68932d9e1984f4c5dd690","id":"y59pGlbhyAd","joke":"I really want to buy one of those supermarket checkout dividers, but the cashier keeps putting it back.","__v":0},{"_id":"5ca68932d9e1984f4c5dd691","id":"xXg3LZLZDd","joke":"*Reversing the car* \"Ah, this takes me back\"","__v":0},{"_id":"5ca68932d9e1984f4c5dd692","id":"4wHB51ws4Ed","joke":"Last night me and my girlfriend watched three DVDs back to back. Luckily I was the one facing the TV.","__v":0},{"_id":"5ca68932d9e1984f4c5dd694","id":"RfiGei3E6Ed","joke":"Why do scuba divers fall backwards into the water? Because if they fell forwards they’d still be in the boat.","__v":0},{"_id":"5ca68932d9e1984f4c5dd695","id":"xcFBQClq4wc","joke":"A butcher accidentally backed into his meat grinder and got a little behind in his work that day.","__v":0},{"_id":"5ca68932d9e1984f4c5dd697","id":"BI699EY08Ed","joke":"Bad at golf? Join the club.","__v":0},{"_id":"5ca68932d9e1984f4c5dd69a","id":"haahVKZDtrc","joke":"What's red and bad for your teeth? A Brick.","__v":0},{"_id":"5ca68932d9e1984f4c5dd69c","id":"UfxAIm3wkjb","joke":"Why are ghosts bad liars? Because you can see right through them!","__v":0},{"_id":"5ca68932d9e1984f4c5dd69f","id":"5hyP79pOCd","joke":"I have kleptomania, but when it gets bad, I take something for it.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a1","id":"CtWgqjbMeib","joke":"What kind of bagel can fly? A plain bagel.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a2","id":"v4wAlO7USf","joke":"What type of music do balloons hate? Pop music!","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a3","id":"FYTv41LmbFd","joke":"You will never guess what Elsa did to the balloon. She let it go.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a4","id":"UKuXvzAlOuc","joke":"I was going to learn how to juggle, but I didn't have the balls.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a5","id":"I6h3ozAIYDd","joke":"Where do hamburgers go to dance? The meat-ball.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a6","id":"Qn3EIRZorrc","joke":"I used to be a banker, but I lost interest.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a7","id":"dprjbhyAAAd","joke":"A Sandwich walks into a bar, the bartender says “Sorry, we don’t serve food here”","__v":0},{"_id":"5ca68933d9e1984f4c5dd6a8","id":"M7EBXgVSCAd","joke":"A weasel walks into a bar. The bartender says, \"Wow, I've never served a weasel before. What can I get for you?\"\r\n\"Pop,\" goes the weasel.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6ae","id":"mWS7hVKRSnb","joke":"Past, present, and future walked into a bar;. It was tense.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6af","id":"xscaxH6M7h","joke":"Two guys walked into a bar, the third one ducked.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6b0","id":"yItzAdUKBd","joke":"A horse walks into a bar. The bar tender says \"Hey.\" The horse says \"Sure.\"","__v":0},{"_id":"5ca68933d9e1984f4c5dd6b2","id":"71wsPKeF6h","joke":"What did the dog say to the two trees? Bark bark.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6b3","id":"ZDtzdFlqOf","joke":"Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction.","__v":0},{"_id":"5ca68933d9e1984f4c5dd6b4","id":"1gyI6EIRKBd","joke":"What do you call two barracuda fish?  A Pairacuda!","__v":0},{"_id":"5ca68933d9e1984f4c5dd6b5","id":"nbFBdiydxkb","joke":"Why did the barber win the race? He took a short cut.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6ba","id":"V0gyPusWSCd","joke":"Why does it take longer to get from 1st to 2nd base, than it does to get from 2nd to 3rd base? Because there’s a Shortstop in between!","__v":0},{"_id":"5ca68934d9e1984f4c5dd6bb","id":"ea2TnGBXnrc","joke":"They laughed when I said I wanted to be a comedian – they’re not laughing now.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6bd","id":"WgFY82ozsrc","joke":"R.I.P. boiled water. You will be mist.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6c0","id":"bMus4MZDAlb","joke":"Why does Waldo only wear stripes? Because he doesn't want to be spotted.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6c3","id":"7MZ0LR7UfFd","joke":"Why can't your nose be 12 inches long? Because then it'd be a foot!","__v":0},{"_id":"5ca68934d9e1984f4c5dd6c5","id":"ElbaF6wHlyd","joke":"I cut my finger cutting cheese. I know it may be a cheesy story but I feel grate now.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6c6","id":"pzXvHl3EYg","joke":"Why don’t seagulls fly over the bay? Because then they’d be bay-gulls!","__v":0},{"_id":"5ca68934d9e1984f4c5dd6c7","id":"qWDlOZozXDd","joke":"It doesn't matter how much you push the envelope. It will still be stationary.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6c8","id":"IeiyIRSnbxc","joke":"I applied to be a doorman but didn't get the job due to lack of experience. That surprised me, I thought it was an entry level position.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6ca","id":"It4Etrjiqrc","joke":"Why does a chicken coop only have two doors? Because if it had four doors it would be a chicken sedan.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6cb","id":"qjyszskjNCd","joke":"Wife told me to take the spider out instead of killing it; We had some drinks, cool guy, wants to be a web developer.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6cd","id":"qrHJ69M7hFd","joke":"What cheese can never be yours? Nacho cheese.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6ce","id":"mrHQKBA5MCd","joke":"My boss told me that he was going to fire the person with the worst posture. I have a hunch, it might be me.","__v":0},{"_id":"5ca68934d9e1984f4c5dd6d1","id":"GlbxXg3TClb","joke":"A woman is on trial for beating her husband to death with his guitar collection. Judge says, ‘First offender?’ She says, ‘No, first a Gibson! Then a Fender!’","__v":0},{"_id":"5ca68934d9e1984f4c5dd6d2","id":"NmbFtH69hFd","joke":"Our wedding was so beautiful, even the cake was in tiers.","__v":0},{"_id":"5ca68935d9e1984f4c5dd6d7","id":"5TS7pbxcpb","joke":"Why are oranges the smartest fruit? Because they are made to concentrate. ","__v":0},{"_id":"5ca68935d9e1984f4c5dd6d9","id":"SnOf2gqjiqc","joke":"Why are pirates called pirates? Because they arrr!","__v":0},{"_id":"5ca68935d9e1984f4c5dd6da","id":"wHJtHeFY8h","joke":"Why did the Clydesdale give the pony a glass of water?  Because he was a little horse!","__v":0},{"_id":"5ca68935d9e1984f4c5dd6e0","id":"DIeFtkVvHlb","joke":"Why do valley girls hang out in odd numbered groups? Because they can't even.","__v":0},{"_id":"5ca68935d9e1984f4c5dd6e1","id":"KBsrz5ws4Ed","joke":"Why are fish easy to weigh? Because they have their own scales.","__v":0},{"_id":"5ca68935d9e1984f4c5dd6e4","id":"bprz5wXSSvc","joke":"Why did the scarecrow win an award? Because he was outstanding in his field.","__v":0},{"_id":"5ca68935d9e1984f4c5dd6e6","id":"DY8UvkqHexc","joke":"Why did the half blind man fall in the well? Because he couldn't see that well!","__v":0},{"_id":"5ca68935d9e1984f4c5dd6e7","id":"fiyPR7wPZDd","joke":"When does a joke become a dad joke? When it becomes apparent.","__v":0},{"_id":"5ca68935d9e1984f4c5dd6e8","id":"TfVvX0wscib","joke":"How do you know if there’s an elephant under your bed? Your head hits the ceiling!","__v":0},{"_id":"5ca68935d9e1984f4c5dd6eb","id":"xc21Lmbxcib","joke":"How did the hipster burn the roof of his mouth? He ate the pizza before it was cool.","__v":0},{"_id":"5ca68935d9e1984f4c5dd6ed","id":"51DAA5Tfaxc","joke":"What did Romans use to cut pizza before the rolling cutter was invented? Lil Caesars","__v":0},{"_id":"5ca68935d9e1984f4c5dd6ee","id":"AXnrrcNmyAd","joke":"Why do bananas have to put on sunscreen before they go to the beach? Because they might peel!","__v":0},{"_id":"5ca68936d9e1984f4c5dd6f2","id":"HeaFdiyIJe","joke":"What kind of magic do cows believe in? MOODOO.","__v":0},{"_id":"5ca68937d9e1984f4c5dd6f8","id":"FBskq4MRnrc","joke":"Just watched a documentary about beavers; It was the best damn program I’ve ever seen.","__v":0},{"_id":"5ca68937d9e1984f4c5dd6f9","id":"VKexkV0LeFd","joke":"I was in an 80's band called the prevention. We were better than the cure.","__v":0},{"_id":"5ca68938d9e1984f4c5dd6fe","id":"QKJR79EIYDd","joke":"What do you call a girl between two posts? Annette.","__v":0},{"_id":"5ca68938d9e1984f4c5dd6ff","id":"MRC5hNCAXg","joke":"What did the left eye say to the right eye? Between us, something smells!","__v":0},{"_id":"5ca68938d9e1984f4c5dd700","id":"41LeN7EImjb","joke":"What is the difference between ignorance and apathy?\r\n\r\nI don't know and I don't care.","__v":0},{"_id":"5ca68938d9e1984f4c5dd701","id":"Zv4wHQuXgyd","joke":"How do you tell the difference between a crocodile and an alligator? You will see one later and one in a while.","__v":0},{"_id":"5ca68938d9e1984f4c5dd704","id":"As4wsHtzd","joke":"What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter.","__v":0},{"_id":"5ca68938d9e1984f4c5dd706","id":"yX821Lusrrc","joke":"What's the difference between a poorly dressed man on a tricycle and a well dressed man on a bicycle? Attire.","__v":0},{"_id":"5ca68938d9e1984f4c5dd708","id":"MZ82EIB5hFd","joke":"Why did the melons plan a big wedding? Because they cantaloupe!","__v":0},{"_id":"5ca68938d9e1984f4c5dd709","id":"IJYvcFIBAlb","joke":"What did the big flower say to the littler flower? Hi, bud!","__v":0},{"_id":"5ca68938d9e1984f4c5dd70a","id":"daaUfibh","joke":"Why was the big cat disqualified from the race? Because it was a cheetah.","__v":0},{"_id":"5ca68938d9e1984f4c5dd70c","id":"Albp49Mmjyd","joke":"I was wondering why the frisbee was getting bigger, then it hit me.","__v":0},{"_id":"5ca68938d9e1984f4c5dd70e","id":"VSn3oOmyPmb","joke":"What did Michael Jackson name his denim store?    Billy Jeans!","__v":0},{"_id":"5ca68939d9e1984f4c5dd711","id":"6MZor4T79pb","joke":"Why do trees seem suspicious on sunny days? Dunno, they're just a bit shady.","__v":0},{"_id":"5ca68939d9e1984f4c5dd712","id":"IYgiyIR7hib","joke":"What do you get when you cross a rabbit with a water hose? Hare spray.","__v":0},{"_id":"5ca68939d9e1984f4c5dd715","id":"vX8MeFdUDlb","joke":"Dad died because he couldn't remember his blood type. I will never forget his last words. Be positive.","__v":0},{"_id":"5ca68939d9e1984f4c5dd716","id":"cxcpGeiyAd","joke":"I went to the doctor today and he told me I had type A blood but it was a type O.","__v":0},{"_id":"5ca68939d9e1984f4c5dd717","id":"qrHeiqHJmrc","joke":"What is a vampire's favorite fruit? A blood orange.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd719","id":"xXSv492wPmb","joke":"What is red and smells like blue paint?\r\nRed paint!","__v":0},{"_id":"5ca6893ad9e1984f4c5dd71a","id":"JeF69xAQSnb","joke":"A red and a blue ship have just collided in the Caribbean. Apparently the survivors are marooned.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd71c","id":"PucUvXSvkqc","joke":"Why did the fireman wear red, white, and blue suspenders? To hold his pants up.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd71d","id":"218xkq49prc","joke":"I was fired from the keyboard factory yesterday.  I wasn't putting in enough shifts.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd71e","id":"Q7pGY0Dt4Ed","joke":"What do you call someone with no nose? Nobody knows.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd720","id":"YvkV8xXnjyd","joke":"Why did the cowboy have a weiner dog? Somebody told him to get a long little doggy.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd722","id":"CIt49pjG6wc","joke":"Why don’t skeletons ever go trick or treating? Because they have nobody to go with.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd724","id":"FdNZTnWvHBd","joke":"I’ve just been reading a book about anti-gravity, it’s impossible to put down!","__v":0},{"_id":"5ca6893ad9e1984f4c5dd725","id":"F6wPR71Dtzd","joke":"I’m reading a book on the history of glue – can’t put it down.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd727","id":"71gF6wHBsrc","joke":"A book just fell on my head. I only have my shelf to blame.","__v":0},{"_id":"5ca6893ad9e1984f4c5dd72a","id":"7wciy59MJe","joke":"What’s Forest Gump’s Facebook password? 1forest1","__v":0},{"_id":"5ca6893cd9e1984f4c5dd730","id":"JBs4T79Edpb","joke":"Breaking news! Energizer Bunny arrested – charged with battery.","__v":0},{"_id":"5ca6893cd9e1984f4c5dd731","id":"N7pWvcxsHBd","joke":"What happens to a frog's car when it breaks down? It gets toad.","__v":0},{"_id":"5ca6893dd9e1984f4c5dd733","id":"HYoGYTvX0g","joke":"What is the tallest building in the world? The library – it’s got the most stories!","__v":0},{"_id":"5ca6893dd9e1984f4c5dd732","id":"SSnW8xsrrjb","joke":"How does a penguin build it’s house? Igloos it together.","__v":0},{"_id":"5ca6893dd9e1984f4c5dd734","id":"BdxHQZ0TCd","joke":"Can a kangaroo jump higher than the Empire State Building? Of course. The Empire State Building can't jump.","__v":0},{"_id":"5ca6893dd9e1984f4c5dd737","id":"mbpbapbhiyd","joke":"Did you hear about the bread factory burning down? They say the business is toast.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd738","id":"JeaxXvkyPf","joke":"Can February march? No, but April may.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd73a","id":"jbU0LmyPKBd","joke":"What has ears but cannot hear? A field of corn.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd73b","id":"JmjbxkGJBAd","joke":"Egyptians claimed to invent the guitar, but they were such lyres.﻿","__v":0},{"_id":"5ca6893ed9e1984f4c5dd744","id":"99UDQZgyIBd","joke":"Two satellites decided to get married. The wedding wasn't much, but the reception was incredible.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd748","id":"lG6pjibpbxc","joke":"Feeling pretty proud of myself. The Sesame Street puzzle I bought said 3-5 years, but I finished it in 18 months.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd74a","id":"KJmrOKeNexc","joke":"This morning I was wondering where the sun was, but then it dawned on me.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd74f","id":"hNu4oORnOmb","joke":"What do you call cheese by itself? Provolone.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd750","id":"m3wPZoz51ob","joke":"Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd752","id":"VfFlGJmOmb","joke":"People saying 'boo! to their friends has risen by 85% in the last year;. That's a frightening statistic.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd753","id":"DtWSnydN7h","joke":"It's difficult to say what my wife does, she sells sea shells by the sea shore.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd754","id":"vPuzAd299pb","joke":"How come a man driving a train got struck by lightning? He was a good conductor.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd757","id":"D5wAA5o4TCd","joke":"What do you call a careful wolf? Aware wolf.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd758","id":"fNmOm3Ediyd","joke":"What do you call a dictionary on drugs? High definition.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd75a","id":"DImrciqWSCd","joke":"What do you call a cow with no legs? Ground beef.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd75b","id":"TKmbUDI6UDd","joke":"What do you call an elephant that doesn’t matter? An irrelephant.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd75c","id":"TS0gFlqr4ob","joke":"What do you call a group of disorganized cats? A cat-tastrophe.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd75d","id":"A5ozsH6pWnb","joke":"What do you call a troublesome Canadian high schooler? A poutine.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd75e","id":"g3LZTCYDYg","joke":"What do you call a pig with three eyes? Piiig","__v":0},{"_id":"5ca6893ed9e1984f4c5dd75f","id":"p4oWvPClVnb","joke":"What do you call a cow on a trampoline? A milk shake!","__v":0},{"_id":"5ca6893ed9e1984f4c5dd760","id":"pGe2EYozAsc","joke":"What do you call a nervous javelin thrower? Shakespeare.","__v":0},{"_id":"5ca6893ed9e1984f4c5dd762","id":"pOuzPmyIYob","joke":"What do you call an eagle who can play the piano? Talonted!","__v":0},{"_id":"5ca6893ed9e1984f4c5dd763","id":"EBQfiyXD5ob","joke":"what do you call a dog that can do magic tricks? a labracadabrador","__v":0},{"_id":"5ca6893ed9e1984f4c5dd766","id":"lqWgFlyPusc","joke":"What do you call an Argentinian with a rubber toe? Roberto","__v":0},{"_id":"5ca6893fd9e1984f4c5dd76c","id":"FdN7przPCtc","joke":"You can't run through a camp site. You can only ran, because it's past tents.","__v":0},{"_id":"5ca6893fd9e1984f4c5dd773","id":"x5M799Ufib","joke":"I wish I could clean mirrors for a living. It's just something I can see myself doing.","__v":0},{"_id":"5ca6893fd9e1984f4c5dd774","id":"srjbpzs4h","joke":"Shout out to my grandma, that's the only way she can hear.","__v":0},{"_id":"5ca6893fd9e1984f4c5dd775","id":"ljGB5o49Elb","joke":"Dad, can you put my shoes on? I don't think they'll fit me.","__v":0},{"_id":"5ca6893fd9e1984f4c5dd777","id":"cNRZTfFtrjb","joke":"A man got hit in the head with a can of Coke, but he was alright because it was a soft drink.","__v":0},{"_id":"5ca6893fd9e1984f4c5dd779","id":"Xny5MZvHQCd","joke":"Can I watch the TV? Dad: Yes, but don’t turn it on.","__v":0},{"_id":"5ca6893fd9e1984f4c5dd77b","id":"TvzdxXSCdFd","joke":"Someone broke into my house last night and stole my limbo trophy. How low can you go?","__v":0},{"_id":"5ca68940d9e1984f4c5dd77f","id":"3w5wAIRZTnb","joke":"A police officer caught two kids playing with a firework and a car battery. He charged one and let the other one off.","__v":0},{"_id":"5ca68940d9e1984f4c5dd780","id":"V0orcFdFIBd","joke":"What do you do when you see a space man?\r\nPark your car, man.","__v":0},{"_id":"5ca68940d9e1984f4c5dd786","id":"FIY8992wskb","joke":"Why do choirs keep buckets handy? So they can carry their tune","__v":0},{"_id":"5ca68940d9e1984f4c5dd788","id":"iGJeVKmWDlb","joke":"My cat was just sick on the carpet, I don’t think it’s feline well.","__v":0},{"_id":"5ca68940d9e1984f4c5dd789","id":"dpWvHtW0Tnb","joke":"What's orange and sounds like a parrot? A Carrot.","__v":0},{"_id":"5ca68940d9e1984f4c5dd78b","id":"9xPCt411ojb","joke":"What did one snowman say to the other snow man? Do you smell carrot?","__v":0},{"_id":"5ca68940d9e1984f4c5dd78d","id":"FdxHeiqjqzd","joke":"Archaeology really is a career in ruins.","__v":0},{"_id":"5ca68942d9e1984f4c5dd798","id":"cUnWLRZ01wc","joke":"What is the leading cause of dry skin? Towels","__v":0},{"_id":"5ca68942d9e1984f4c5dd7ab","id":"daxcxciqHe","joke":"What do prisoners use to call each other? Cell phones.","__v":0},{"_id":"5ca68942d9e1984f4c5dd7ac","id":"7U89MJeFdib","joke":"Have you ever heard of a music group called Cellophane? They mostly wrap.","__v":0},{"_id":"5ca68944d9e1984f4c5dd7ad","id":"LRf2obFBskb","joke":"Don’t interrupt someone working intently on a puzzle. Chances are, you’ll hear some crosswords.","__v":0},{"_id":"5ca68945d9e1984f4c5dd7b5","id":"WvHJJ611wAd","joke":"The first time I got a universal remote control I thought to myself, \"This changes everything\"","__v":0},{"_id":"5ca68945d9e1984f4c5dd7b4","id":"FtHBXvXL6h","joke":"I was going to get a brain transplant, but I changed my mind","__v":0},{"_id":"5ca68945d9e1984f4c5dd7b8","id":"S0TvXvzPfFd","joke":"A man was caught stealing in a supermarket today while balanced on the shoulders of a couple of vampires. He was charged with shoplifting on two counts. ","__v":0},{"_id":"5ca68946d9e1984f4c5dd7bd","id":"Cd2gFdFQKuc","joke":"Child: Dad, make me a sandwich. Dad: Poof! You're a sandwich.","__v":0},{"_id":"5ca68949d9e1984f4c5dd7c1","id":"WvsHlyszkyd","joke":"Why did the man put his money in the freezer? He wanted cold hard cash!","__v":0},{"_id":"5ca68949d9e1984f4c5dd7c2","id":"CYvsHtWDAlb","joke":"\"Dad, I'm cold.\"\r\n\"Go stand in the corner, I hear it's 90 degrees.\"","__v":0},{"_id":"5ca6894ad9e1984f4c5dd7ca","id":"S7wHQKJe2wc","joke":"How are false teeth like stars? They come out at night!","__v":0},{"_id":"5ca6894ad9e1984f4c5dd7cd","id":"ukOCYoWDQuc","joke":"My sea sickness comes in waves.","__v":0},{"_id":"5ca6894bd9e1984f4c5dd7cf","id":"pzkbpORS7wc","joke":"Parallel lines have so much in common. It’s a shame they’ll never meet.","__v":0},{"_id":"5ca6894dd9e1984f4c5dd7d1","id":"ucxPZDAlGlb","joke":"If two vegans are having an argument, is it still considered beef?","__v":0},{"_id":"5ca6894fd9e1984f4c5dd7d5","id":"PmyXSfxHBd","joke":"Did you know crocodiles could grow up to 15 feet? But most just have 4.","__v":0},{"_id":"5ca6894fd9e1984f4c5dd7d7","id":"GBscNZg3gib","joke":"Why couldn't the lifeguard save the hippie? He was too far out, man.","__v":0},{"_id":"5ca6894fd9e1984f4c5dd7d8","id":"2gii3LeN7Ed","joke":"Why couldn't the kid see the pirate movie? Because it was rated arrr!","__v":0},{"_id":"5ca6894fd9e1984f4c5dd7db","id":"B5h311TS7h","joke":"I couldn't figure out how the seat belt worked. Then it just clicked.","__v":0},{"_id":"5ca68950d9e1984f4c5dd7e1","id":"2gFIBX82Etc","joke":"Do I enjoy making courthouse puns? Guilty","__v":0},{"_id":"5ca68952d9e1984f4c5dd7e4","id":"sPfqWDlq4Ed","joke":"\"Hey, dad, did you get a haircut?\" \"No, I got them all cut.\"","__v":0},{"_id":"5ca68952d9e1984f4c5dd7e8","id":"4MmjbFlbah","joke":"I cut my finger chopping cheese, but I think that I may have grater problems.","__v":0},{"_id":"5ca68954d9e1984f4c5dd7ed","id":"kqjNmbM7wsc","joke":"Why do wizards clean their teeth three times a day? To prevent bat breath!","__v":0},{"_id":"5ca68954d9e1984f4c5dd7f1","id":"lyk3EIBQfxc","joke":"I went to the zoo the other day, there was only one dog in it. It was a shitzu.","__v":0},{"_id":"5ca68954d9e1984f4c5dd7f2","id":"GeFQZ89h","joke":"The rotation of earth really makes my day.","__v":0},{"_id":"5ca68954d9e1984f4c5dd7f9","id":"NCAIYLeNe","joke":"I fear for the calendar, it’s days are numbered.","__v":0},{"_id":"5ca68954d9e1984f4c5dd7fd","id":"HJJY0LR7hyd","joke":"Where did you learn to make ice cream? Sunday school.","__v":0},{"_id":"5ca68954d9e1984f4c5dd7fc","id":"TCA59hiiVvc","joke":"Yesterday a clown held a door open for me. I thought it was a nice jester.","__v":0},{"_id":"5ca68954d9e1984f4c5dd800","id":"ZobU08UKBd","joke":"A doll was recently found dead in a rice paddy. It's the only known instance of a nick nack paddy wack.","__v":0},{"_id":"5ca68955d9e1984f4c5dd804","id":"X01T0DQKuzd","joke":"I decided to sell my Hoover; well it was just collecting dust.","__v":0},{"_id":"5ca68956d9e1984f4c5dd807","id":"RZv4h3gV0g","joke":"Is the pool safe for diving? It deep ends.","__v":0},{"_id":"5ca68959d9e1984f4c5dd80c","id":"mO7hqWvsPCd","joke":"My wife is on a tropical fruit diet, the house is full of stuff. It is enough to make a mango crazy.","__v":0},{"_id":"5ca68959d9e1984f4c5dd80d","id":"5M7hF6EItzd","joke":"My pet mouse 'Elvis' died last night. He was caught in a trap.","__v":0},{"_id":"5ca68959d9e1984f4c5dd80f","id":"e2obFd2oOf","joke":"I thought about going on an all-almond diet. But that's just nuts.","__v":0},{"_id":"5ca6895ad9e1984f4c5dd81b","id":"c2TSfxXgqrc","joke":"Why does Superman get invited to dinners? Because he is a Supperhero.","__v":0},{"_id":"5ca6895ad9e1984f4c5dd81a","id":"EBAsPfiNuzd","joke":"What did one plate say to the other plate? Dinner is on me!","__v":0},{"_id":"5ca6895cd9e1984f4c5dd81f","id":"5hNJexX8prc","joke":"How do you fix a damaged jack-o-lantern? You use a pumpkin patch.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd825","id":"6EdFBAsrcpb","joke":"How do you find Will Smith in the snow?  Look for fresh prints.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd82a","id":"cxXv4Elj3wc","joke":"Where do young cows eat lunch? In the calf-ateria.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd82b","id":"ElyXS0gFBAd","joke":"How do you steal a coat? You jacket.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd829","id":"EdpjyXSfNCd","joke":"What do you call a monkey in a mine field? A babooooom!\n","__v":0},{"_id":"5ca6895cd9e1984f4c5dd82f","id":"MRZ0LJtHQCd","joke":"What do you call a fly without wings? A walk.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd82e","id":"dpGtcxPKuzd","joke":"Do you know where you can get chicken broth in bulk? The stock market.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd830","id":"MZoOCQ7wcpb","joke":"What do birds give out on Halloween? Tweets.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd835","id":"PRZ8xHtcprc","joke":"Nurse: Doctor, there's a patient that says he's invisible. Doctor: Well, tell him I can't see him right now!","__v":0},{"_id":"5ca6895cd9e1984f4c5dd839","id":"fNZTCdFBImb","joke":"Why did the house go to the doctor? It was having window panes.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd83a","id":"qOK61Tvs4Ed","joke":"When do doctors get angry? When they run out of patients.","__v":0},{"_id":"5ca6895cd9e1984f4c5dd837","id":"IRuX8U8EImb","joke":"Who is the coolest Doctor in the hospital? The hip Doctor!","__v":0},{"_id":"5ca6895dd9e1984f4c5dd840","id":"DIeaUDlbUDd","joke":"“My Dog has no nose.” “How does he smell?” “Awful”","__v":0},{"_id":"5ca6895dd9e1984f4c5dd847","id":"Lmjqzsr49pb","joke":"What did the Zen Buddist say to the hotdog vendor? Make me one with everything.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd848","id":"5oWLeFdxkjb","joke":"When is a door not a door? When it's ajar.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd84c","id":"IRZDtWSnWDd","joke":"Why do pumpkins sit on people’s porches?\r\n\r\nThey have no hands to knock on the door.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd84f","id":"zPZ0TClqrc","joke":"What do you call a guy lying on your doorstep? Matt.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd852","id":"LBdUvcFB5h","joke":"Two peanuts were walking down the street. One was a salted","__v":0},{"_id":"5ca6895dd9e1984f4c5dd853","id":"ORK6UDA5hqc","joke":"When my wife told me to stop impersonating a flamingo, I had to put my foot down.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd855","id":"GlbxkyPRKuc","joke":"I saw an ad in a shop window, \"Television for sale, $1, volume stuck on full\", I thought, \"I can't turn that down\".","__v":0},{"_id":"5ca6895dd9e1984f4c5dd856","id":"rzs4T0oWgFd","joke":"Two peanuts were walking down the street. One was a salted.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd857","id":"ei3T08EQZob","joke":"Hostess: Do you have a preference of where you sit?\r\nDad: Down.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd85b","id":"S7MCtHBQuc","joke":"Ben & Jerry's really need to improve their operation. The only way to get there is down a rocky road.","__v":0},{"_id":"5ca6895dd9e1984f4c5dd85c","id":"AAIYo4MJmrc","joke":"A magician was driving down the street and then he turned into a driveway.","__v":0},{"_id":"5ca6895ed9e1984f4c5dd85f","id":"iV0DQ7pjGlb","joke":"I had a dream that I was a muffler last night. I woke up exhausted!","__v":0},{"_id":"5ca6895ed9e1984f4c5dd861","id":"iGlOClqrrrc","joke":"I dreamed about drowning in an ocean made out of orange soda last night. It took me a while to work out it was just a Fanta sea.","__v":0},{"_id":"5ca6895fd9e1984f4c5dd86d","id":"5hVDAAIRKuc","joke":"What did the late tomato say to the early tomato? I’ll ketch up","__v":0},{"_id":"5ca68960d9e1984f4c5dd871","id":"YLm39E6pjqc","joke":"What do vegetarian zombies eat? Grrrrrainnnnnssss.","__v":0},{"_id":"5ca68960d9e1984f4c5dd873","id":"4EBsPZvP7h","joke":"Some people eat light bulbs. They say it's a nice light snack.","__v":0},{"_id":"5ca68960d9e1984f4c5dd877","id":"xkGB5oWSKmb","joke":"Did you hear about the new restaurant on the moon? The food is great, but there’s just no atmosphere.","__v":0},{"_id":"5ca68960d9e1984f4c5dd87b","id":"szXDA59U0wc","joke":"I went on a date last night with a girl from the zoo. It was great. She’s a keeper.","__v":0},{"_id":"5ca68962d9e1984f4c5dd87f","id":"M7wPC5wPKBd","joke":"Did you hear the one about the guy with the broken hearing aid? Neither did he.","__v":0},{"_id":"5ca68963d9e1984f4c5dd883","id":"oWS08MeVvzd","joke":"My friend said to me: \"What rhymes with orange\" I said: \"no it doesn't\"","__v":0},{"_id":"5ca68963d9e1984f4c5dd884","id":"IJBA51Tvcxc","joke":"Did you know that ghosts call their true love their ghoul-friend?","__v":0},{"_id":"5ca68963d9e1984f4c5dd886","id":"Z8UDIRuXLmb","joke":"Who did the wizard marry? His ghoul-friend","__v":0},{"_id":"5ca68964d9e1984f4c5dd88a","id":"eFlVnrOClyd","joke":"I don’t play soccer because I enjoy the sport. I’m just doing it for kicks.","__v":0},{"_id":"5ca68966d9e1984f4c5dd88e","id":"1wkqrcNCljb","joke":"Did you know that protons have mass? I didn't even know they were catholic.","__v":0},{"_id":"5ca68966d9e1984f4c5dd892","id":"IYT082EQukb","joke":"Why was ten scared of seven? Because seven ate nine.","__v":0},{"_id":"5ca68966d9e1984f4c5dd897","id":"ZDAIRn39prc","joke":"Ever wondered why bees hum? It's because they don't know the words.","__v":0},{"_id":"5ca68966d9e1984f4c5dd89c","id":"49xPmW82g","joke":"I went to a Foo Fighters Concert once; It was Everlong;","__v":0},{"_id":"5ca68966d9e1984f4c5dd89e","id":"Dt4hNJJmykb","joke":"It’s hard to explain puns to kleptomaniacs, because they take everything literally.","__v":0},{"_id":"5ca68966d9e1984f4c5dd89f","id":"hiVSCdUvXg","joke":"I heard there was a new store called Moderation. They have everything there","__v":0},{"_id":"5ca68966d9e1984f4c5dd8a2","id":"AAXnyImyPCd","joke":"Don't trust atoms. They make up everything.","__v":0},{"_id":"5ca68966d9e1984f4c5dd8a5","id":"aaUKeahqWvc","joke":"This is my step ladder. I never knew my real ladder.","__v":0},{"_id":"5ca6896ad9e1984f4c5dd8bb","id":"3El3TCYDYob","joke":"Conjunctivitis.com – now that’s a site for sore eyes.","__v":0},{"_id":"5ca6896ad9e1984f4c5dd8be","id":"gaUfNJ6hapb","joke":"If you’re struggling to think of what to get someone for Christmas. Get them a fridge and watch their face light up when they open it.","__v":0},{"_id":"5ca6896ad9e1984f4c5dd8c0","id":"ea2wkyscah","joke":"What does an angry pepper do? It gets jalapeño face.","__v":0},{"_id":"5ca6896ad9e1984f4c5dd8c6","id":"lV8hqHexHBd","joke":"Why did the worker get fired from the orange juice factory? Lack of concentration.","__v":0},{"_id":"5ca6896bd9e1984f4c5dd8d2","id":"BAdU0DAlVvc","joke":"What do you call a dad that has fallen through the ice? A Popsicle.","__v":0},{"_id":"5ca6896cd9e1984f4c5dd8d6","id":"kOfaUvP7Muc","joke":"What did the Dorito farmer say to the other Dorito farmer? Cool Ranch!","__v":0},{"_id":"5ca6896cd9e1984f4c5dd8d8","id":"LuciNmbaMmb","joke":"What did the digital clock say to the grandfather clock? Look, no hands!","__v":0},{"_id":"5ca6896dd9e1984f4c5dd8dd","id":"mW01DA511ob","joke":"I knew i shouldn’t have ate that seafood. Because now i’m feeling a little; Eel","__v":0},{"_id":"5ca6896dd9e1984f4c5dd8de","id":"OfNmyI6Ed","joke":"Why did the cookie cry? It was feeling crumby.","__v":0},{"_id":"5ca6896dd9e1984f4c5dd8df","id":"trjG61Dlqzd","joke":"Why was Santa's little helper feeling depressed? Because he has low elf esteem.\n","__v":0},{"_id":"5ca68970d9e1984f4c5dd8f4","id":"jNCtkyIeNuc","joke":"I broke my finger at work today, on the other hand I'm completely fine.","__v":0},{"_id":"5ca68971d9e1984f4c5dd8f8","id":"HBszX8MJ6h","joke":"I was so proud when I finished the puzzle in six months, when on the side it said three to four years.","__v":0},{"_id":"5ca68971d9e1984f4c5dd8fb","id":"8UnrHe2T0g","joke":"‘Put the cat out’ ; ‘I didn’t realize it was on fire","__v":0},{"_id":"5ca68972d9e1984f4c5dd905","id":"JtcxXS0ozAd","joke":"Toasters were the first form of pop-up notifications.","__v":0},{"_id":"5ca68972d9e1984f4c5dd907","id":"PZDAXL6pOCd","joke":"What was a more important invention than the first telephone? The second one.","__v":0},{"_id":"5ca68972d9e1984f4c5dd90b","id":"uPu4MRZLmrc","joke":"Want to hear a chimney joke? Got stacks of em! First one's on the house","__v":0},{"_id":"5ca68972d9e1984f4c5dd912","id":"axPR79MZvc","joke":"What did the fish say when it swam into a wall? Damn!","__v":0},{"_id":"5ca68972d9e1984f4c5dd913","id":"fqWgFt4Edxc","joke":"Why do crabs never give to charity? Because they’re shellfish.","__v":0},{"_id":"5ca68974d9e1984f4c5dd921","id":"8hVnbxcp4wc","joke":"Is there a hole in your shoe? No; Then how’d you get your foot in it?","__v":0},{"_id":"5ca68974d9e1984f4c5dd922","id":"nOfV0gVKBd","joke":"“Hold on, I have something in my shoe”  “I’m pretty sure it’s a foot”","__v":0},{"_id":"5ca68974d9e1984f4c5dd924","id":"CQSKeaFIBsc","joke":"What does a female snake use for support? A co-Bra!","__v":0},{"_id":"5ca68974d9e1984f4c5dd927","id":"jyPCYTKuskb","joke":"How did Darth Vader know what Luke was getting for Christmas? He felt his presents.","__v":0},{"_id":"5ca68974d9e1984f4c5dd928","id":"SnrcpbhVKBd","joke":"Where does Fonzie like to go for lunch? Chick-Fil-Eyyyyyyyy.","__v":0},{"_id":"5ca68974d9e1984f4c5dd932","id":"xHQucUvszd","joke":"To the guy who invented zero; thanks for nothing.","__v":0},{"_id":"5ca68974d9e1984f4c5dd934","id":"szItcaFQnjb","joke":"Why was the broom late for the meeting? He overswept.","__v":0},{"_id":"5ca68976d9e1984f4c5dd93a","id":"3E6U8UKmbFd","joke":"Sometimes I tuck my knees into my chest and lean forward.  That’s just how I roll.","__v":0},{"_id":"5ca68976d9e1984f4c5dd93f","id":"Qn31o49Musc","joke":"What do you call a fat psychic? A four-chin teller.","__v":0},{"_id":"5ca68977d9e1984f4c5dd945","id":"cFd21gNClyd","joke":"Why is no one friends with Dracula? Because he's a pain in the neck.","__v":0},{"_id":"5ca68977d9e1984f4c5dd958","id":"eNmyXDtzkqc","joke":"Today a girl said she recognized me from vegetarian club, but I’m sure I’ve never met herbivore.","__v":0},{"_id":"5ca68978d9e1984f4c5dd964","id":"XLRfNuPZDAd","joke":"What is a tornado's favorite game to play? Twister!","__v":0},{"_id":"5ca68979d9e1984f4c5dd96c","id":"NJJ6wH6hNCd","joke":"What do you get when you cross a chicken with a skunk? A fowl smell!","__v":0},{"_id":"5ca68979d9e1984f4c5dd974","id":"9xA51L6Uvc","joke":"What do you get when you cross a bee and a sheep? A bah-humbug.\r\n","__v":0},{"_id":"5ca68979d9e1984f4c5dd975","id":"xAlOZ8pOmjb","joke":"How do the trees get on the internet? They log on.","__v":0},{"_id":"5ca68979d9e1984f4c5dd979","id":"XgVnOK6USnb","joke":"You know that cemetery up the road? People are dying to get in there.","__v":0},{"_id":"5ca68979d9e1984f4c5dd97a","id":"PZgyPmjb2ob","joke":"What do you get when you cross a snowman with a vampire? Frostbite.","__v":0},{"_id":"5ca68979d9e1984f4c5dd97c","id":"21DQnbaaxc","joke":"Whoever invented the knock-knock joke should get a no bell prize.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd97e","id":"GYDY8xXLmyd","joke":"Why did the girl smear peanut butter on the road? To go with the traffic jam.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd97f","id":"zdpjyXnjbFd","joke":"I met this girl on a dating site and, I don't know, we just clicked.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd985","id":"W82EtW01wkb","joke":"What happens when you anger a brain surgeon? They will give you a piece of your mind.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd989","id":"BsHtcN7hiqc","joke":"What do you give a sick lemon? Lemonaid.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd996","id":"TCY0LmGQnb","joke":"Why did the opera singer go sailing? They wanted to hit the high Cs.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd997","id":"ozPf21LJJtc","joke":"Where does batman go to the bathroom? The batroom.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd998","id":"TSfFYT7EBd","joke":"Why can’t you hear a pterodactyl go to the bathroom? The p is silent.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd99b","id":"AI6hiGtzAd","joke":"Where do bees go to the bathroom?  The BP station.","__v":0},{"_id":"5ca6897ad9e1984f4c5dd99e","id":"AIm3w5hiyd","joke":"Why did the tree go to the dentist? It needed a root canal.","__v":0},{"_id":"5ca6897cd9e1984f4c5dd9ac","id":"MCt4wX8pb","joke":"What did the Red light say to the Green light? Don't look at me I'm changing!","__v":0},{"_id":"5ca6897cd9e1984f4c5dd9af","id":"prWLBszsWDd","joke":"The shovel was a ground-breaking invention.","__v":0},{"_id":"5ca6897cd9e1984f4c5dd9b1","id":"VKe2gNCQnb","joke":"What do you call a group of killer whales playing instruments? An Orca-stra.","__v":0},{"_id":"5ca6897dd9e1984f4c5dd9be","id":"yP7MRucFQCd","joke":"Did you hear about the guy who invented Lifesavers? They say he made a mint.","__v":0},{"_id":"5ca6897ed9e1984f4c5dd9c6","id":"9prWnjyImyd","joke":"Why do bears have hairy coats? Fur protection.","__v":0},{"_id":"5ca6897ed9e1984f4c5dd9cb","id":"82LBXSfaFlb","joke":"What kind of tree fits in your hand? A palm tree!","__v":0},{"_id":"5ca6897fd9e1984f4c5dd9d2","id":"iGQZDAIRZDd","joke":"Why did the burglar hang his mugshot on the wall? To prove that he was framed!","__v":0},{"_id":"5ca6897fd9e1984f4c5dd9d7","id":"8U8EdpWnOuc","joke":"Recent survey revealed 6 out of 7 dwarf's aren't happy.","__v":0},{"_id":"5ca68980d9e1984f4c5dd9dd","id":"W018xscFIe","joke":"Have you heard of the band 1023MB? They haven't got a gig yet.","__v":0},{"_id":"5ca68980d9e1984f4c5dd9e5","id":"zsHBljyk3wc","joke":"Have you heard about corduroy pillows?  They're making headlines!","__v":0},{"_id":"5ca68981d9e1984f4c5dda1c","id":"mGtHtcUfqjb","joke":"Did you hear that David lost his ID in prague? Now we just have to call him Dav.","__v":0},{"_id":"5ca68981d9e1984f4c5dda1d","id":"FBQ7wskbMmb","joke":"Want to hear a joke about construction? Nah, I'm still working on it.","__v":0},{"_id":"5ca68982d9e1984f4c5dda34","id":"apjyd21DQuc","joke":"I got an A on my origami assignment when I turned my paper into my teacher","__v":0},{"_id":"5ca68983d9e1984f4c5dda5a","id":"qOmyPmO79h","joke":"A man tried to sell me a coffin today. I told him that's the last thing I need.","__v":0},{"_id":"5ca68984d9e1984f4c5dda60","id":"SvzIBAQS0Dd","joke":"What did the pirate say on his 80th birthday? Aye Matey!","__v":0},{"_id":"5ca68984d9e1984f4c5dda6c","id":"7Ufi31gydFd","joke":"What did the mountain climber name his son? Cliff.","__v":0},{"_id":"5ca68984d9e1984f4c5dda6f","id":"QuscibaMClb","joke":"What does a pirate pay for his corn? A buccaneer!","__v":0},{"_id":"5ca68987d9e1984f4c5dda91","id":"GlGBIY0wAAd","joke":"How much does a hipster weigh? An instagram.","__v":0},{"_id":"5ca68987d9e1984f4c5dda97","id":"SvPRCIeiNuc","joke":"How does a dyslexic poet write? Inverse.","__v":0},{"_id":"5ca68987d9e1984f4c5dda98","id":"jVKBQS0o4h","joke":"How does a scientist freshen their breath? With experi-mints!","__v":0},{"_id":"5ca68987d9e1984f4c5dda9e","id":"gFtrHYoWnjb","joke":"How do you make a hankie dance? Put a little boogie in it.","__v":0},{"_id":"5ca68987d9e1984f4c5ddaa0","id":"xXvzXga21wc","joke":"How do locomotives know where they're going? Lots of training","__v":0},{"_id":"5ca68988d9e1984f4c5ddaad","id":"5wHexPC5hib","joke":"I made a belt out of watches once; It was a waist of time.","__v":0},{"_id":"5ca6898ad9e1984f4c5ddace","id":"WLJJRKJeqjb","joke":"I used to work in a shoe recycling shop. It was sole destroying.","__v":0},{"_id":"5ca6898ad9e1984f4c5ddad0","id":"jiVfq4MZDlb","joke":"Sore throats are a pain in the neck!","__v":0},{"_id":"5ca6898ad9e1984f4c5ddad4","id":"K6UKmykqrjb","joke":"What is a witch's favorite subject in school? Spelling!","__v":0},{"_id":"5ca6898fd9e1984f4c5ddaf6","id":"RC51wcNRClb","joke":"Two dyslexics walk into a bra.","__v":0},{"_id":"5ca6898fd9e1984f4c5ddaf4","id":"mG61giiy5wc","joke":"Why didn't the number 4 get into the nightclub? Because he is 2 square.","__v":0},{"_id":"5ca68990d9e1984f4c5ddb0f","id":"5h399pWLmyd","joke":"What did the beaver say to the tree? It's been nice gnawing you.","__v":0},{"_id":"5ca68990d9e1984f4c5ddb18","id":"HlbFQ71wkyd","joke":"I just broke my guitar. It's okay, I won't fret","__v":0},{"_id":"5ca68990d9e1984f4c5ddb1d","id":"mOfqzdx51wc","joke":"Why do mathematicians hate the U.S.? Because it's indivisible.","__v":0},{"_id":"5ca68990d9e1984f4c5ddb1a","id":"7UnjNRfapzd","joke":"Why should you never trust a pig with a secret? Because it's bound to squeal.","__v":0},{"_id":"5ca68990d9e1984f4c5ddb1b","id":"QnWnWSfiqc","joke":"Why can't a bicycle stand on its own? It's two-tired.","__v":0},{"_id":"5ca68991d9e1984f4c5ddb32","id":"lyPZgVn3Le","joke":"What did the ocean say to the shore? Nothing, it just waved.","__v":0},{"_id":"5ca68992d9e1984f4c5ddb40","id":"oGBIRKuPukb","joke":"\"What time is it?\" I don't know; it keeps changing.","__v":0},{"_id":"5ca68992d9e1984f4c5ddb49","id":"FImyA5EIBAd","joke":"Did you hear about the kidnapping at school? It's ok, he woke up.","__v":0},{"_id":"5ca68993d9e1984f4c5ddb4d","id":"skGtHlORfFd","joke":"What kind of music do planets listen to? Nep-tunes.","__v":0},{"_id":"5ca68993d9e1984f4c5ddb4e","id":"xs4o49hF6pb","joke":"What kind of pants do ghosts wear? Boo jeans.","__v":0},{"_id":"5ca68993d9e1984f4c5ddb50","id":"7hNuz5MeVnb","joke":"What kind of dinosaur loves to sleep? A stega-snore-us.","__v":0},{"_id":"5ca68993d9e1984f4c5ddb53","id":"dibUSv4ojyd","joke":"What kind of award did the dentist receive? A little plaque.","__v":0},{"_id":"5ca68993d9e1984f4c5ddb5e","id":"A5MCY821gib","joke":"Why do bees hum? Because they don't know the words.","__v":0},{"_id":"5ca68995d9e1984f4c5ddb7d","id":"baFQZv4w5wc","joke":"My New Years resolution is to stop leaving things so late.","__v":0},{"_id":"5ca68995d9e1984f4c5ddb80","id":"ItWLR792Ed","joke":"\"I'll call you later.\" Don't call me later, call me Dad.","__v":0},{"_id":"5ca68996d9e1984f4c5ddb8b","id":"i31LeNRuzAd","joke":"Why did the chicken get a penalty? For fowl play.","__v":0},{"_id":"5ca68998d9e1984f4c5ddb9a","id":"mGeFlykbFBd","joke":"What do you call a sheep with no legs? A cloud.","__v":0},{"_id":"5ca68998d9e1984f4c5ddb9b","id":"IJBAsrrzPmb","joke":"What do you call a cow with two legs? Lean beef.","__v":0},{"_id":"5ca68998d9e1984f4c5ddb9c","id":"diGeqOfiqc","joke":"What’s E.T. short for? He’s only got little legs.","__v":0},{"_id":"5ca68998d9e1984f4c5ddb9f","id":"nOfNJY89EBd","joke":"Without geometry life is pointless.","__v":0},{"_id":"5ca68998d9e1984f4c5ddba0","id":"KZDtkG6pjqc","joke":"Writing with a broken pencil is pointless.","__v":0},{"_id":"5ca68999d9e1984f4c5ddba5","id":"rcxk3TSKusc","joke":"What did the grape do when he got stepped on? He let out a little wine.","__v":0},{"_id":"5ca68999d9e1984f4c5ddba7","id":"ZvPfFQukVvc","joke":"The word queue is ironic. It's just q with a bunch of silent letters waiting in line.","__v":0},{"_id":"5ca68999d9e1984f4c5ddbab","id":"DtcaMmWDImb","joke":"Why did Dracula lie in the wrong coffin? He made a grave mistake.","__v":0},{"_id":"5ca6899ad9e1984f4c5ddbbf","id":"tkji39992Ed","joke":"What biscuit does a short person like? Shortbread. ","__v":0},{"_id":"5ca6899ad9e1984f4c5ddbc0","id":"X8xAlq4E6Ed","joke":"What do I look like? A JOKE MACHINE!?","__v":0},{"_id":"5ca6899ad9e1984f4c5ddbc1","id":"fiydpr4EQnb","joke":"What’s brown and sounds like a bell? Dung!","__v":0},{"_id":"5ca6899ad9e1984f4c5ddbc2","id":"9hiGeNZ0Tnb","joke":"They tried to make a diamond shaped like a duck. It quacked under the pressure.","__v":0},{"_id":"5ca6899ad9e1984f4c5ddbc4","id":"HYgiVDAscFd","joke":"People are making apocalypse jokes like there’s no tomorrow.","__v":0},{"_id":"5ca6899bd9e1984f4c5ddbd5","id":"qjV8EIRfVnb","joke":"What did the shy pebble wish for? That she was a little boulder.","__v":0},{"_id":"5ca6899cd9e1984f4c5ddbe7","id":"AXvHeVvHeib","joke":"What do you call a bee that lives in America? A USB.","__v":0},{"_id":"5ca6899cd9e1984f4c5ddbee","id":"rHBQuXLR7h","joke":"Why did the cookie cry?\r\nBecause his mother was a wafer so long","__v":0},{"_id":"5ca689a0d9e1984f4c5ddc15","id":"eNuPm3Etzkb","joke":"How do you make holy water? You boil the hell out of it.","__v":0},{"_id":"5ca689a0d9e1984f4c5ddc29","id":"SKeqOucNeFd","joke":"What time did the man go to the dentist? Tooth hurt-y.","__v":0},{"_id":"5ca689a7d9e1984f4c5ddc63","id":"rc2E6EdiNe","joke":"Want to hear my pizza joke? Never mind, it's too cheesy.","__v":0},{"_id":"5ca689a9d9e1984f4c5ddc6a","id":"K6UvXD5Mexc","joke":"Which side of the chicken has more feathers? The outside.","__v":0},{"_id":"5ca689a9d9e1984f4c5ddc6c","id":"JeVDI6EBIe","joke":"I've just written a song about a tortilla. Well, it is more of a rap really.","__v":0},{"_id":"5ca689abd9e1984f4c5ddc78","id":"FdN7wcxAskb","joke":"They're making a movie about clocks. It's about time","__v":0},{"_id":"5ca689acd9e1984f4c5ddc82","id":"892EImW0Dlb","joke":"What musical instrument is found in the bathroom? A tuba toothpaste.","__v":0},{"_id":"5ca689add9e1984f4c5ddc9e","id":"tzsc2wHlykb","joke":"Q: What’s 50 Cent’s name in Zimbabwe? A: 200 Dollars.\n","__v":0},{"_id":"5ca689add9e1984f4c5ddca0","id":"pjyA59MRusc","joke":"There’s a new type of broom out, it’s sweeping the nation.","__v":0},{"_id":"5ca689add9e1984f4c5ddca3","id":"vPmy5EtPKuc","joke":"Do you want a brief explanation of what an acorn is? In a nutshell, it's an oak tree.","__v":0},{"_id":"5ca689b1d9e1984f4c5ddcd1","id":"rjiyXLZTSf","joke":"What did the 0 say to the 8? Nice belt.","__v":0},{"_id":"5ca689b2d9e1984f4c5ddce5","id":"ZgyPZDtkbFd","joke":"What do you call a bear with no teeth? A gummy bear!","__v":0},{"_id":"5ca689b3d9e1984f4c5ddcf8","id":"MZvsrzXgyd","joke":"I used to think I was indecisive, but now I'm not sure.","__v":0},{"_id":"5ca689b3d9e1984f4c5ddd02","id":"n3o4orjiysc","joke":"Why are skeletons so calm? Because nothing gets under their skin.","__v":0},{"_id":"5ca689b5d9e1984f4c5ddd2b","id":"LB5wHQSvzAd","joke":"Where was the Declaration of Independence signed?\r\n\r\nAt the bottom! ","__v":0},{"_id":"5ca689b5d9e1984f4c5ddd2f","id":"7Uvc29hFIBd","joke":"Why are mummys scared of vacation? They're afraid to unwind.","__v":0},{"_id":"5ca689b5d9e1984f4c5ddd3f","id":"Me2wAAl31wc","joke":"Velcro; What a rip-off.","__v":0},{"_id":"5ca689b7d9e1984f4c5ddd4a","id":"C59hNRCdUnb","joke":"What do you call an old snowman? Water.","__v":0},{"_id":"5ca689b7d9e1984f4c5ddd54","id":"89pzsHtW8pb","joke":"My boss told me to attach two pieces of wood together; I totally nailed it!","__v":0},{"_id":"5ca689bbd9e1984f4c5dddb6","id":"d21DAXSCljb","joke":"How does a French skeleton say hello? Bone-jour.","__v":0},{"_id":"5ca689bcd9e1984f4c5dddc0","id":"vk31LJB5Elb","joke":"Why didn’t the orange win the race? It ran out of juice.","__v":0},{"_id":"5ca689bcd9e1984f4c5dddc9","id":"4wciyk3EBAd","joke":"I got a reversible jacket for Christmas, I can't wait to see how it turns out.","__v":0},{"_id":"5ca689bcd9e1984f4c5ddddf","id":"tcFBIm3gyd","joke":"What's brown and sticky? A stick.","__v":0},{"_id":"5ca689bed9e1984f4c5dddf8","id":"eNuHJBQCdFd","joke":"How do you organize a space party? You planet.","__v":0},{"_id":"5ca689c0d9e1984f4c5dde05","id":"haMJRfF6hFd","joke":"How do you fix a broken pizza? With tomato paste.","__v":0},{"_id":"5ca689c1d9e1984f4c5dde10","id":"qrOfN7w5ojb","joke":"A cannibal is someone who is fed up with people.","__v":0},{"_id":"5ca689c4d9e1984f4c5dde2c","id":"rjqOZoO7pb","joke":"Why was the picture sent to prison? It was framed.","__v":0},{"_id":"5ca689c7d9e1984f4c5dde45","id":"UKeFB59EQf","joke":"Why did the coffee file a police report? It got mugged.","__v":0},{"_id":"5ca689cbd9e1984f4c5dde50","id":"gNRnWvzdiib","joke":"Sgt.: Commissar! Commissar! The troops are revolting! Commissar: Well, you’re pretty repulsive yourself.","__v":0},{"_id":"5ca689d3d9e1984f4c5dde7c","id":"ucapjGQZTf","joke":"What do you call a pig that knows karate? A pork chop!","__v":0},{"_id":"5ca689ded9e1984f4c5dded7","id":"VnysHtWvkqc","joke":"Geology rocks, but Geography is where it's at!","__v":0},{"_id":"5ca689e9d9e1984f4c5ddf37","id":"ItWSnbUfVnb","joke":"Why did the teddy bear say “no” to dessert? Because she was stuffed.","__v":0},{"_id":"5ca689ecd9e1984f4c5ddf5d","id":"hyPmOZLBIBd","joke":"I used to work for a soft drink can crusher. It was soda pressing.","__v":0},{"_id":"5ca689efd9e1984f4c5ddf81","id":"R7hFtWv49h","joke":"I ate a clock yesterday. It was so time consuming.","__v":0},{"_id":"5ca689f6d9e1984f4c5ddfc2","id":"8U0TClqOZDd","joke":"What was the pumpkin’s favorite sport?\r\n\r\nSquash.","__v":0},{"_id":"5ca689fcd9e1984f4c5ddff4","id":"zkO7wHJmrc","joke":"What did the calculator say to the student? You can count on me.","__v":0},{"_id":"5ca68a03d9e1984f4c5de03d","id":"zA5MJYDY0Dd","joke":"I'm practicing for a bug-eating contest and I've got butterflies in my stomach.","__v":0},{"_id":"5ca68a07d9e1984f4c5de0c6","id":"trc2EYT0ob","joke":"The invention of the wheel was what got things rolling","__v":0},{"_id":"5ca68a10d9e1984f4c5de14e","id":"VDYgib2T7wc","joke":"When you have a bladder infection, urine trouble.","__v":0},{"_id":"5ca68d9fac36205440c55a62","id":"BQfaxsHBsrc","joke":"What do you call a pile of cats?  A Meowtain.","__v":0},{"_id":"5ca68e28cad261546dc3a52b","id":"EQKZDIeah","joke":"Atheism is a non-prophet organisation.","__v":0},{"_id":"5ca68e2fcad261546dc3a547","id":"vPuzPfqOKe","joke":"Camping is intense.","__v":0},{"_id":"5ca68e3ccad261546dc3a576","id":"ZvHBQC59Muc","joke":"What do you call a fake noodle? An impasta.","__v":0}]